Repository: teleSUR/telesur.locales
Catalog: telesur/l10n/locales/*/LC_MESSAGES/collective.newsflash.po
Languages: es

source: Controls
es: Controles

source: Display speed
es: Velocidad de aparición

source: Here you can modify the settings for collective.newsflash.
es: Desde aquí puede modificar la configuración de collective.newsflash.

source: Latest
es: Avances

source: Manage News Flashes
es: Administrar los avances

source: News Flash
es: Avance

source: News Flash Settings
es: Configuración de la barra de avances

source: Save
es: Guardar

source: The speed at which the ticker items appear on the screen. Values go from 0.0 - 1.0.
es: La velocidad a la que aparecen los avances en pantalla. Los valores van de 0.0 a 1.0.

source: The time, in miliseconds (ms), that each news flash item appears on the screen.
es: El tiempo, en milésimas de segundo, que cada avance aparece en la pantalla.

source: Time items appear on screen
es: El tiempo que permanece en pantalla cada avance

source: Title text
es: Texto de título

source: To remove the title set this to an empty string.
es: Para remover el título, deje este campo vacío.

source: Whether or not to show the news ticker controls.
es: Define si se muestran o no los controles de la barra de avances.
